[
    {
        "title": "Samsung WD80T654ABH/S2 AddWash - 8/5kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1485565 2x",
        "url": "/en/product/870638/samsung-wd80t654abh-s2-addwash-8-5kg.html",
        "price": "799,-",
        "description": "\nWith the Samsung WD80T654ABH/S2, you can save space by getting both a washing machine and a dryer at the same time. The washer dryer combination washes up to 8kg of laundry. You can add pants or a shirt that you've forgotten to put in at any time via the AddWash door. This means that you don't have to pause the washer dryer combination and it saves time and energy. You can choose cycles for cotton, wool, and delicates, for example. The brushless motor reduces vibrations and noise. After washing, you can dry 5kg of clothes. Are you in a hurry and do you want to quickly put on your favorite outfit? Use the AirWash cycle, which allows you to freshen up some clothing items. Prefer a more thorough cleaning? Select the steam cycle.\n"
    },
    {
        "title": "Whirlpool FFWDB 964369 WV EE - 9/6kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1799196 2x",
        "url": "/en/product/912504/whirlpool-ffwdb-964369-wv-ee-9-6kg.html",
        "price": "649,-",
        "description": "\n        The Whirlpool FFWDB 964369 WV EE is a washing machine and dryer in one. This washer dryer combination has enough space for 9kg of bedding. Take into account that the 6kg drying capacity is a bit lower. You can choose cycles for cotton, wool, and delicate laundry, for example. To wash and dry non-stop, select 'Wash & Dry'. The 90-minute cycle washes and dries 2kg of clothes. That's a few shirts and pairs of pants. Do you only have some shirts and are you in a rush? Choose the 45-minute cycle for 1kg of laundry. If your dress shirt starts to smell musty after a few days, you can freshen it up with the steam cycle. With FreshCare+, you can keep your laundry in the drum fresh up to 6 hours after the cycle ends.\n    "
    },
    {
        "title": "Whirlpool FFWDB 964369 WV EE - 9/6kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1799196 2x",
        "url": "/en/product/912504/whirlpool-ffwdb-964369-wv-ee-9-6kg.html",
        "price": "649,-",
        "description": "\n        The Whirlpool FFWDB 964369 WV EE is a washing machine and dryer in one. This washer dryer combination has enough space for 9kg of bedding. Take into account that the 6kg drying capacity is a bit lower. You can choose cycles for cotton, wool, and delicate laundry, for example. To wash and dry non-stop, select 'Wash & Dry'. The 90-minute cycle washes and dries 2kg of clothes. That's a few shirts and pairs of pants. Do you only have some shirts and are you in a rush? Choose the 45-minute cycle for 1kg of laundry. If your dress shirt starts to smell musty after a few days, you can freshen it up with the steam cycle. With FreshCare+, you can keep your laundry in the drum fresh up to 6 hours after the cycle ends.\n    "
    },
    {
        "title": "AEG L7WE786CBS - 8/5kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1663416 2x",
        "url": "/en/product/895984/aeg-l7we786cbs-8-5kg.html",
        "price": "849,-",
        "description": "\n        The AEG L7WE786CBS washer dryer combination takes good care of your clothes when it washes and dries them. With the DualSense technology, the appliance adjusts both the temperature and drum movements to the type of fabric. In addition, the ProSense sensors measure what type of laundry load you've put in as it washes and dries. This way, you never use more water or energy than necessary. The drum can handle up to 8kg of clothes for washing and 5kg for drying. The washing capacity is enough for normal and larger loads of 1 or 2 people. The machine spins with a maximum speed of 1600RPM and you can choose from 8 cycles. You can easily put your wool sweater in this washer dryer combination. The wool cycle handles your wool clothes with care, so they come out of the drum clean and dry.\n    "
    },
    {
        "title": "Samsung WD90T754ABT AddWash - 9/6kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1674608 2x",
        "url": "/en/product/870271/samsung-wd90t754abt-addwash-9-6kg.html",
        "price": "899,-",
        "description": "\nThe Samsung WD90T754ABT washes more clothes in one go thanks to the spacious 9kg drum. You can wash large loads of laundry in one go with it. The QuickDrive washing machine washes up to 2 times faster thanks to the rotating plate in the back of the drum. This plate rotates in opposite direction, so your bedding is clean extra quickly. With the AddWash door, you can easily add a sock that you forgot. And with EcoBubble, you can also clean your clothes at a low temperature. After washing, you can dry up to 6kg of laundry. You can track the progress of the cycles on your phone. This way, you know when your gym clothes are clean and ready to wear again.\n"
    },
    {
        "title": "Samsung WD80TA049BE - 8/5 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1494476 2x",
        "url": "/en/product/870435/samsung-wd80ta049be-8-5-kg.html",
        "price": "679,-",
        "description": "\nThe 8kg load capacity makes the Samsung WD80TA049BE/EN suitable for small and larger loads of 1 or 2 people. Did your clothes lose their clean smell? Use the AirWash cycle to freshen up your laundry with air. Do you prefer hygienically clean clothes? Use the Hygiene Steaming cycle. This removes stubborn dirt, like paint or cat hairs. With a noise level of only 72dB during spinning, you're not bothered by loud noise when you're working from home. The machine has drum cleaning to deep clean the drum with a high temperature. You get a signal after 40 wash cycles to do so.\n"
    },
    {
        "title": "Samsung WD80TA049BE - 8/5 kg",
        "url_img": "https://image.coolblue.nl/max/220x220/content/209243",
        "url": "/en/washer-dryer-combos/samsung",
        "price": "679,-",
        "description": "\nThe 8kg load capacity makes the Samsung WD80TA049BE/EN suitable for small and larger loads of 1 or 2 people. Did your clothes lose their clean smell? Use the AirWash cycle to freshen up your laundry with air. Do you prefer hygienically clean clothes? Use the Hygiene Steaming cycle. This removes stubborn dirt, like paint or cat hairs. With a noise level of only 72dB during spinning, you're not bothered by loud noise when you're working from home. The machine has drum cleaning to deep clean the drum with a high temperature. You get a signal after 40 wash cycles to do so.\n"
    },
    {
        "title": "LG GD3M108N3 Direct Drive - 8/5 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1512340 2x",
        "url": "/en/product/874251/lg-gd3m108n3-direct-drive-8-5-kg.html",
        "price": "649,-",
        "description": "\nLe LG GD3M108N3 Direct Drive possède 14 programmes pour laver 8 kilogrammes de linge et pour sécher 5 kilogrammes de linge. Grâce au programme sans interruption, le linge ressort propre et sec de la machine, ce qui vous permet de le ranger dans le placard. Vous remarquez que vous avez oublié un essuie après avoir lancé un programme de lavage ? Appuyez sur « Ajouter du linge » et ajoutez l'essuie que vous avez oublié. La technologie 6 Motion fait tourner le tambour dans 6 directions en fonction du type de textile. De cette manière, vos pulls et vos pantalons recevront le bon traitement et ressortiront propres de la machine. Connectez cet appareil à l'application et détectez des problèmes éventuels avec Smart Diagnosis. Via cette fonction, LG vous aide de façon plus ciblée en cas d'anomalie.\n"
    },
    {
        "title": "LG GD3M108N3 Direct Drive - 8/5 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1512340 2x",
        "url": "/en/customer-service/whitegoods-and-kitchen-appliance-delivery",
        "price": "Connected",
        "description": "\nLe LG GD3M108N3 Direct Drive possède 14 programmes pour laver 8 kilogrammes de linge et pour sécher 5 kilogrammes de linge. Grâce au programme sans interruption, le linge ressort propre et sec de la machine, ce qui vous permet de le ranger dans le placard. Vous remarquez que vous avez oublié un essuie après avoir lancé un programme de lavage ? Appuyez sur « Ajouter du linge » et ajoutez l'essuie que vous avez oublié. La technologie 6 Motion fait tourner le tambour dans 6 directions en fonction du type de textile. De cette manière, vos pulls et vos pantalons recevront le bon traitement et ressortiront propres de la machine. Connectez cet appareil à l'application et détectez des problèmes éventuels avec Smart Diagnosis. Via cette fonction, LG vous aide de façon plus ciblée en cas d'anomalie.\n"
    },
    {
        "title": "Miele WTD 280 WCS - 8/5kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1825639 2x",
        "url": "/en/product/916130/miele-wtd-280-wcs-8-5kg.html",
        "price": "1.799,-",
        "description": "\n        With the Miele WTD 280 WCS, you can wash and dry your laundry in 1 machine. The washer dryer combination has a load capacity of 8kg. With this, you have enough space for small and big loads of 2 to 3 people. After washing, you can dry 5kg of wet laundry. Then you can hang the rest of your laundry on a drying rack. You can easily set up a non-stop wash-dry cycle for 5kg of laundry via the display. This way, the machine will automatically dry your clothes once they're washed. This way, you can take your dry laundry out of the drum immediately after a cycle. At the end of the wash cycle, the washer dryer can spin at 1600RPM, which makes the laundry come out of the drum drier. \n    "
    },
    {
        "title": "AEG L7WE76EBI - 7/4kg (built-in)",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1387895 2x",
        "url": "/en/product/834992/aeg-l7we76ebi-7-4kg-built-in.html",
        "price": "1.149,-",
        "description": "\nThe AEG L7WE76EBI is a built-in washer dryer combination for small loads of laundry. For example, a 1-person household. You can build this washer dryer combination into your kitchen, for example. That's useful if you want to wash and dry, but only have room for one appliance. The DualSense sensors adapt the temperature and drum movement to the type of fabric. As a result, each type of laundry will be treated accordingly. This also means your clothes and bedding will stay like new for longer. The steam function reduces wrinkles in the fabric, so you can finish ironing faster. With the non-stop cycle, you can wash and dry a couple of clothing items in 60 minutes. You can quickly wear your favorite outfit again.\n\nNote: we currently don't build this model in for you.\n"
    },
    {
        "title": "Bosch WDU8H540NL - 10/6 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1602114 2x",
        "url": "/en/product/876752/bosch-wdu8h540nl-10-6-kg.html",
        "price": "1.139,-",
        "description": "\nYou can use the Bosch WDU8H540NL washer dryer combination to wash large loads of clothes and bedding in one go, thanks to the large load capacity of 10kg. After, you can dry 6kg of clothes. To quickly freshen up an outfit that you want to wear to a dinner, use the Wash & Dry 60min cycle. This cycle washes and dries your clothes in only one hour. HygieneCare first warms up your delicate clothes. This way, you can wash the clothes on a low temperature and will they last longer. The NightWash cycle is extra silent, so you can also do laundry during the night. Use the app to easily select extra cycles, like to wash towels.\n"
    },
    {
        "title": "Miele WTD 163 WCS - 8/5 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1515467 2x",
        "url": "/en/product/874947/miele-wtd-163-wcs-8-5-kg.html",
        "price": "1.679,-",
        "description": "\nYou wash 8kg and dry 5kg of laundry with the Miele WTD 163 WCS. This makes this washer dryer combination suitable for small and larger loads of 1 or 2 people. Thanks to the SoftCare drum and PerfectDry technology, your clothes look new longer. The special honeycomb structure creates a thin layer of water or air between the wall of the drum and your laundry. This way, your clothes won't wear out as quickly. PerfectDry prevents your clothes from shrinking by making sure the drying temperature isn't too hot and your clothes don't dry for too long. Use CapDosing capsules to give a special treatment to your delicates. These capsules have detergent for a specific type of fabric. You easily operate the washer dryer combination via de Miele@home app.\n"
    },
    {
        "title": "Haier HWD80-B14979 I-Pro Series 7 - 8/5kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1617029 2x",
        "url": "/en/product/886629/haier-hwd80-b14979-i-pro-series-7-8-5kg.html",
        "price": "749,-",
        "description": "\n        The Haier HWD80-B14979 I-Pro Series 7 is a washer dryer combination for smaller and larger loads of laundry of 1 or 2 people. You can use it to wash 8kg and dry 5kg of laundry. The dial allows you to choose a cycle for cotton, baby clothes, wool, or down, for example. This makes this washer dryer combination suitable for blankets and bedding. You have relatively little noise, thanks to the brushless Direct Motion motor. This spins silently with a low noise level of at most 72dB. To freshen up a shirt after a day, you can use the i-Refresh function. This removes musty smells with steam. This way, you don't have to wash you shirt that smells like food. That's better for the fabric and it saves water and energy.\n    "
    },
    {
        "title": "Siemens WD4HU540NL - 10/6 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1602418 2x",
        "url": "/en/product/876755/siemens-wd4hu540nl-10-6-kg.html",
        "price": "1.079,-",
        "description": "\nThe Siemens WD4HU540NL is a very spacious washer dryer combination that washes 10kg of laundry and dries 6kg. This gives enough load capacity to wash large amounts of clothes, bedding, or curtains. With the Wash & Dry 60 program, 1kg of clothes are clean and dry after only one hour. Choose extra wash cycles via the app, like for curtains, towels, and dress shirts. Or you wash and dry half a load and it only takes 90 minutes. Select the varioSpeed function to shorten wash cycles. You can reduce the sound volume of the machine with the 'mute' button, which makes it relatively quiet with a noise level of 70dB.\n"
    },
    {
        "title": "LG GD3V509S1 TurboWash 59 - 9/6 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1524157 2x",
        "url": "/en/product/876094/lg-gd3v509s1-turbowash-59-9-6-kg.html",
        "price": "899,-",
        "description": "\nWith the LG GD3V509S1, you wash 9kg and dry 6kg of laundry. You can wash your favorite outfits within one hour with TurboWash 59. Thanks to the AI DD technology, the machine automatically adjusts its drum motion to the weight and type of fabric of your laundry. This way, your favorite sweaters last longer. Also, your clothes get extra clean thanks to the 6 different washing motions of the 6Motion technology. Use the steaming cycle to deep clean your clothes. The steam removes pollen and allergens, which helps to reduce the irritation on your skin caused by your shirts or bedding. Do you want to use a special cycle for sweat stains or baby clothes? Thanks to SmartThinQ, you easily download new cycles for your washer dryer combination.\n"
    },
    {
        "title": "Samsung WD90T984ASE/S2 9/6 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1493639 2x",
        "url": "/en/product/870272/samsung-wd90t984ase-s2-9-6-kg.html",
        "price": "1.199,-",
        "description": "\nThe Samsung WD90T984ASE/S2 can wash large loads of bedding, clothes, and towels. AI Wash automatically doses the detergent and fabric softener based on the filthiness of your laundry. This way, your shirts and jeans stay nice longer. You operate the washer dryer combination wherever and whenever by using the app. Especially useful when you just laid down on the coach. Doing your laundry is up to 20% more energy-efficient and 2 times as fast because of QuickDrive. Did you forget to put in a lost sock? Easily add it to the drum with the AddWash door. Use AirWash or the steam cycle to freshen up your clothes without washing them. This easily removes unwanted scents from your clothes or bedding.\n"
    },
    {
        "title": "Bosch WNA13400NL - 8/5kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1611522 2x",
        "url": "/en/product/881502/bosch-wna13400nl-8-5kg.html",
        "price": "899,-",
        "description": "\n        You can wash and dry small and larger loads in the Bosch WNA13400NL washer dryer combination. With an 8kg washing capacity, the machine is large enough for the laundry of 1 or 2 people. If you want to quickly wash and dry your favorite outfit before your dinner party, you can use the Wash&Dry 60' cycle. That way, you can put your clean and dry jeans, shirt, and cardigan back on in an hour. To speed up the other cycles, you use the SpeedPerfect button. Your laundry will be clean faster than with a regular cycle. After washing, you can easily start a dryer cycle. The AutoDry sensors ensure that your clothes are never dried too long. Thanks to the extra silent noise level of 70dB, you can also place the washer dryer combination near your living room or bedroom.\n    "
    },
    {
        "title": "Miele WTI 370 WPM PowerWash 2.0 - 8/5kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1497145 2x",
        "url": "/en/product/872182/miele-wti-370-wpm-powerwash-2-0-8-5kg.html",
        "price": "2.319,-",
        "description": "\nThe Miele WTI 370 WPM PowerWash 2.0 is a washer dryer combination that washes 8kg and dries 5kg of laundry. This allows you to wash the bedding in addition to normal loads of 1 or 2 people. Give extra protection to your wool sweater or silk blouse by using the specific CapDosing capsules. Thanks to the special detergent, your delicates stay nice longer. The PowerWash function saves water and energy during the cycles. Do you only want to wash and dry your favorite shirt or pants? With the Single Wash&Dry cycle, your outfit is ready to be put on in only one hour. Thanks to the SteamCare steaming function, you don't have to iron as much and you can freshen up worn clothes easily.\n"
    },
    {
        "title": "Bosch WNG24430NL - 9/6 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1553787 2x",
        "url": "/en/product/876753/bosch-wng24430nl-9-6-kg.html",
        "price": "1.049,-",
        "description": "\nWith the Bosch WNG24430NL washer dryer combination, you wash 9kg of laundry and dry 6kg of laundry. This is enough load capacity for large loads of bedding of towels. Thanks to the anti-stain program, stubborn stains like blood, oil, red wine, and grass aren't a problem. The machine detects the stains and cleans them thoroughly. To quickly wash and dry an outfit, use the Wash & Dry 60 min cycle. You can wear your favorite clothes again after only one hour. To speed up a normal wash or dry cycle, choose the SpeedPerfect function. The Hygiene Care cycle treats your clothes with hot air first and then washes them in cold water. This way, your clothes are hygienically clean.\n"
    },
    {
        "title": "Siemens WN44A120NL - 9/6 kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1602413 2x",
        "url": "/en/product/876760/siemens-wn44a120nl-9-6-kg.html",
        "price": "989,-",
        "description": "\n The Siemens WN44A120NL washer dryer combination washes 9kg of laundry and dries 6kg. With this washing capacity, you can wash very large loads of laundry in one go with one of the 11 wash cycles. To easily speed up your cycle, choose the varioSpeed option. Your laundry will be equally clean but done a lot faster. To quickly freshen up a couple of clothes, choose the Extra fast 15'. With this program, you can hang laundry to dry after only 15 minutes. To quickly wash and dry your favorite outfit, select the Wash & Dry 60' program. Your shirt and jeans will be ready to be put on after one hour.\n"
    },
    {
        "title": "Hoover H-500 HD 485AMBB/1-S",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1648719 2x",
        "url": "/en/product/893183/hoover-h-500-hd-485ambb-1-s.html",
        "price": "599,-",
        "description": "\n        You can wash and dry with 1 appliance with the H-500 HD 485AMBB/1-S washer dryer combination. You have enough room for 5kg of laundry in the 8kg drum. That's enough for smaller and larger loads of laundry of 1 or 2 people. You can wash all your laundry with 1 of 13 cycles. Your mixed laundry is clean in 1 go with the All-in-One 59' cycle. This way, a full drum is ready to dry in 1 hour. You can reduce wrinkles in your laundry if you choose the steaming function with the wash cycle. After washing, you can dry half a load of clothes in the same drum. This way, you save room if you live in a studio, for example.\n    "
    },
    {
        "title": "Siemens WN34A100EU - 8/5kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1592923 2x",
        "url": "/en/product/881026/siemens-wn34a100eu-8-5kg.html",
        "price": "869,-",
        "description": "\n        The Siemens WN34A100EU washer dryer combination has 14 cycles for dress shirts, wool, delicate laundry, and more. With an 8kg load capacity, the machine is suitable for small and larger loads of 1 or 2 people. The drum has enough space to wash 8kg. When your clothes are clean, you can dry up to 5kg. Choose the hygiene cycle for bedding and towels. It kills bacteria at 60°C so you have fresh sheets at night. If you're in a hurry, you can use the non-stop cycle for a small load. This washes and dries a pair of paints and a sweater in 1 hour. And the iSensoric sensors adjust the cycle to the amount of laundry. This way, it doesn't run longer than it needs to and saves energy.\n    "
    },
    {
        "title": "LG GD3V308N0 - 8/6kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1706659 2x",
        "url": "/en/product/902189/lg-gd3v308n0-8-6kg.html",
        "price": "649,-",
        "description": "\n        With the LG GD3V308N0 - 8/6kg, you can wash and dry in a single machine. With a washing capacity of 8kg, you can wash both normal loads and larger loads of bedding for 1 or 2 people. After washing, you can dry 6kg of laundry in the drum. You hang the rest out to dry on a drying rack. With the non-stop cycle, you can wash and dry 6kg of laundry in one go. That way, your laundry will be clean and dry when you take it out of the drum after the cycle. The AI DD technology adjusts the drum movements to every type of fabric. That way, your wool sweaters or linen pants last longer. Do you have allergies? Wash your bedding with the hygiene cycle. That way, you won't be as itchy if you have a sensitive skin.\n    "
    },
    {
        "title": "Beko B5DT59442W HomeWhiz - 9/6kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1885427 2x",
        "url": "/en/product/923691/beko-b5dt59442w-homewhiz-9-6kg.html",
        "price": "699,-",
        "description": "\n        The Beko B5DT59442W is a washer dryer combination that you can connect to your smartphone via the HomeWhiz app. This way, you can choose a cycle for cotton, wool, or dress shirts from the couch. Thanks to HomeWhiz, you can also download extra cycles for lingerie, dark laundry, or jeans, for example. When your laundry is clean, you see this on your phone. The washer dryer combination has room to wash 9kg and dry 6kg. Do you want to wash and dry in a row? Choose the non-stop cycle 'Was & Droog 6+6 kg' for 6kg of clothes. If you're often in a hurry, you can shorten the cycle with the 'Quick Wash' button or use the extra fast cycle for a few shirts. This saves you time.\n    "
    },
    {
        "title": "Beko B5DT59442W HomeWhiz - 9/6kg",
        "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1885427 2x",
        "url": "/en/product/923691/beko-b5dt59442w-homewhiz-9-6kg.html",
        "price": "699,-",
        "description": "\n        The Beko B5DT59442W is a washer dryer combination that you can connect to your smartphone via the HomeWhiz app. This way, you can choose a cycle for cotton, wool, or dress shirts from the couch. Thanks to HomeWhiz, you can also download extra cycles for lingerie, dark laundry, or jeans, for example. When your laundry is clean, you see this on your phone. The washer dryer combination has room to wash 9kg and dry 6kg. Do you want to wash and dry in a row? Choose the non-stop cycle 'Was & Droog 6+6 kg' for 6kg of clothes. If you're often in a hurry, you can shorten the cycle with the 'Quick Wash' button or use the extra fast cycle for a few shirts. This saves you time.\n    "
    }
]