[{"title": "Inventum MN205SZ", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1381347 2x", "url": "/en/product/824378/inventum-mn205sz.html", "price": "89,99", "description": "El Inventum MN205SZ es un pequeño microondas en solitario que es fácil de controlar. Para comenzar a calentar su comida lista, simplemente gire los 2 diales. No hay botones o configuraciones complicados en absoluto, lo que hace que el microondas también sea adecuado para personas mayores. En total, tiene 5 configuraciones de potencia, siendo 700W la potencia máxima. Esto significa que calentar los platos lleva un poco más tiempo en comparación con otras microondas en solitario. Para elegir el tiempo de calentamiento o descongelación correcto, simplemente gire el temporizador a la cantidad correcta de minutos. Después de preparar su plato, puede limpiar fácilmente los lados esmaltados. Eso es porque la grasa y la suciedad no se adhieren a la superficie lisa."}, {"title": "Inventum MN207SB", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1698497 2x", "url": "/en/product/901279/inventum-mn207sb.html", "price": "109,99", "description": "El Inventum MN207SB es un microondas compacto que se adapta fácilmente a una cocina más pequeña. Simplemente puede calentar una comida con las 5 configuraciones de energía y los 8 programas automáticos hacen que la cocción sea aún más fácil. Con estos, todo lo que tiene que hacer es indicar qué plato está preparando y cuánto pesa. El microondas seleccionará automáticamente la alimentación y el tiempo de preparación correctos. El microondas tiene una configuración separada para descongelar alimentos. Eso es conveniente cuando te has olvidado de sacar la carne del congelador y quieres servir hamburguesas. De esta manera, aún puedes preparar la carne a tiempo. Puede limpiar fácilmente los lados esmaltados con un paño cuando haya terminado de cocinar."}, {"title": "Inventum MN207SB", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1698497 2x", "url": "/en/product/901279/inventum-mn207sb.html", "price": "109,99", "description": "El Inventum MN207SB es un microondas compacto que se adapta fácilmente a una cocina más pequeña. Simplemente puede calentar una comida con las 5 configuraciones de energía y los 8 programas automáticos hacen que la cocción sea aún más fácil. Con estos, todo lo que tiene que hacer es indicar qué plato está preparando y cuánto pesa. El microondas seleccionará automáticamente la alimentación y el tiempo de preparación correctos. El microondas tiene una configuración separada para descongelar alimentos. Eso es conveniente cuando te has olvidado de sacar la carne del congelador y quieres servir hamburguesas. De esta manera, aún puedes preparar la carne a tiempo. Puede limpiar fácilmente los lados esmaltados con un paño cuando haya terminado de cocinar."}, {"title": "Inventum MN205SB", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1698484 2x", "url": "/en/product/901268/inventum-mn205sb.html", "price": "89,99", "description": "El Inventum MN205SB es un pequeño microondas en solitario que es fácil de controlar. Para comenzar a calentar su comida lista, simplemente gire los 2 diales. No hay botones o configuraciones complicados en absoluto, lo que hace que el microondas también sea adecuado para personas mayores. En total, tiene 5 configuraciones de potencia, siendo 700W la potencia máxima. Esto significa que calentar los platos lleva un poco más tiempo en comparación con otras microondas en solitario. Para elegir el tiempo de calentamiento o descongelación correcto, simplemente gire el temporizador a la cantidad correcta de minutos. Después de preparar su plato, puede limpiar fácilmente los lados esmaltados. Eso es porque la grasa y la suciedad no se adhieren a la superficie lisa."}, {"title": "Sharp R270S", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1410337 2x", "url": "/en/product/855552/sharp-r270s.html", "price": "117,99", "description": "Con el microondas solo R270S R270S, establece el peso y el tipo de plato. El resto se realiza automáticamente. Y con una altura de 26 cm y una profundidad de 34 cm, este microondas de 800 vatios ocupa poco espacio. Esto es útil si tiene una pequeña cocina o no quiere que su microondas independientes ocupe mucho espacio. Puede elegir entre 8 programas automáticos y 10 niveles de cocina. Además de limpiar fácilmente las paredes recubiertas, mantendrá a sus hijos seguros gracias a la función especial de bloqueo infantil."}, {"title": "Sharp R200WW", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1364514 2x", "url": "/en/product/584186/sharp-r200ww.html", "price": "89,99", "description": "El Sharp R200WW es un microondas en solitario, que se destaca por su simplicidad. Solo necesita 2 diales para operarlo: 1 para la potencia y 1 para el temporizador. Puede elegir entre 5 configuraciones de potencia, incluida una configuración de descongelación para descongelar el pan o la carne. El temporizador sube a 35 minutos. Eso es más que suficiente para calentar todo tipo de platos, desde comidas listas hasta sobras de anoche. Gracias a su tamaño compacto, no tendrá ningún problema para encontrar un lugar para ello en la cocina. En la parte superior del refrigerador, en el mostrador de la cocina, o use soportes de pared para arreglarlo en la pared."}, {"title": "Panasonic NN-GT46KBSUG", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1387687 2x", "url": "/en/product/834698/panasonic-nn-gt46kbsug.html", "price": "252,-", "description": "Además de calentar los platos, también asa vegetales en el Panasonic NN-GT45KWSUG. El microondas Panasonic en solitario calienta su comida extra de manera uniforme gracias a la tecnología del inversor y 3 entradas. Esto significa que no encontrará un núcleo frío cuando tome el primer bocado de su comida. Gracias a los 24 programas automáticos, puede elegir fácilmente la configuración correcta para calentar. Este calentamiento es sorprendentemente rápido con una potencia de 1000 vatios. ¿Prefieres calentar tus sobras un poco menos rápidamente, para que se sequen menos? Luego elija entre los otros 6 niveles de potencia."}, {"title": "Panasonic NN-GT46KBSUG", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1387687 2x", "url": "/en/customer-service/returns-and-exchanges", "price": "Free", "description": "Además de calentar los platos, también asa vegetales en el Panasonic NN-GT45KWSUG. El microondas Panasonic en solitario calienta su comida extra de manera uniforme gracias a la tecnología del inversor y 3 entradas. Esto significa que no encontrará un núcleo frío cuando tome el primer bocado de su comida. Gracias a los 24 programas automáticos, puede elegir fácilmente la configuración correcta para calentar. Este calentamiento es sorprendentemente rápido con una potencia de 1000 vatios. ¿Prefieres calentar tus sobras un poco menos rápidamente, para que se sequen menos? Luego elija entre los otros 6 niveles de potencia."}, {"title": "Sharp R242INW", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1364512 2x", "url": "/en/product/584161/sharp-r242inw.html", "price": "109,99", "description": "Si a menudo cocina durante 2 días, calienta las comidas listas, o simplemente quieres calentar la comida de manera rápida y fácil, el agudo R242inW es una gran adición a tu cocina. Este microondas compacto tiene una capacidad de 20 litros y ofrece 5 configuraciones de potencia hasta un máximo de 800 vatios. La configuración de descongelación se encarga de los alimentos congelados después de lo cual puede calentarlo con una de las configuraciones automáticas. Usando peso y tiempo de preparación, también puede ingresar un programa. Calentar la comida al instante con el botón rápido, donde con solo 1 pulsación del botón, el afilado R242Inw calentará la comida a plena potencia."}, {"title": "Sharp R200INW", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1176347 2x", "url": "/en/product/651072/sharp-r200inw.html", "price": "92,89", "description": "El Sharp R200InW es un microondas en solitario que brilla en su simplicidad. Una capacidad de 20 litros y 5 configuraciones de potencia, 1 de las cuales es una configuración de descongelación, hace que este sea un microondas agradable y simple. Use los 2 diales para establecer la potencia y el tiempo de preparación, y el R200Inw hace el resto. Esto mantiene este microondas simple, lo cual es bueno."}, {"title": "ETNA SMV620ZWA", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1339956 2x", "url": "/en/product/854044/etna-smv620zwa.html", "price": "114,99", "description": "El diseño retro especial del Etna SMV620ZWA hace que el microondas en solitario sea un receptor de atención en cada cocina. Puede navegar fácilmente a través de los 12 programas automáticos en la elegante pantalla redonda. Eso es bueno, porque ya no tendrá que pensar en cómo preparar su tazón de sopa o bolsa de palomitas de maíz. En la selección de programas automáticos, puede encontrar configuraciones para verduras, papas, pollo, pasta, pan y arroz. ¿Tienes sobras? Puede descongelarlos fácilmente con la función Defrost. El Etna es compacto y se puede colocar fácilmente en cualquier lugar de su casa."}, {"title": "ETNA SMV620BEI", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1409852 2x", "url": "/en/product/854036/etna-smv620bei.html", "price": "111,-", "description": "El diseño retro especial del Etna SMV620BEI hace que el microondas en solitario sea un receptor de atención en cada cocina. Puede navegar fácilmente a través de los 12 programas automáticos en la elegante pantalla redonda. Eso es bueno, porque ya no tendrá que pensar en cómo preparar su tazón de sopa o bolsa de palomitas de maíz. En la selección de programas automáticos, puede encontrar configuraciones para verduras, papas, pollo, pasta, pan y arroz. ¿Tienes sobras? Puede descongelarlos fácilmente con la función Defrost. El Etna es compacto y se puede colocar fácilmente en cualquier lugar de su casa."}, {"title": "Whirlpool MWP 301 B", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1671434 2x", "url": "/en/product/802383/whirlpool-mwp-301-b.html", "price": "162,99", "description": "Lasaña preparada se calentarán uniformemente en el microondas Whirpool MWP 301 B en solitario. El sistema 3D significa que las microondas se mueven en un patrón tridimensional, por lo que su lasaña preparada nunca estará fría en el interior y se quemará en los bordes. ¿Tu comida está caliente, pero ¿tiene invitados inesperados en la puerta? La función de mantenimiento cálido mantendrá su plato caliente durante 4 horas sin secarlo. En los días ocupados, puede seleccionar la función de inicio de chorro, que verá que el microondas calentará su contenido durante 30 segundos a la máxima potencia. Esta función es adecuada para calentar un tazón de sopa rápidamente."}, {"title": "Samsung MS28F303TAS/EN", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1449457 2x", "url": "/en/product/861059/samsung-ms28f303tas-en.html", "price": "139,-", "description": "Con el Samsung MS28F303TAS/EN solo microondas en solitario, puede apagar el plato giratorio para que pueda calentar un plato rectangular con sobras. Estará caliente y listo poco gracias a la potencia de salida de 1000 vatios. Y con una capacidad de 28 litros, puede preparar fácilmente un plato para 3 o 4 personas. Elija la función de cocción saludable para flores o salmón de brócoli saludables, o la función de fusión si desea derretir el chocolate. Luego, puede limpiar fácilmente este microondas. Debido a que la pared interior está hecha de cerámica, la grasa y la suciedad no se adhirieron a ella. Solo necesitarás un paño húmedo."}, {"title": "Sharp R-260S", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1354195 2x", "url": "/en/product/856441/sharp-r-260s.html", "price": "154,99", "description": "Con el agudo R-260, siempre estás seguro de que tu plato de lasaña sobrante no se desbordará. Esto se debe a que el microondas en solitario tiene un programa automático. Nunca calentará su comida durante demasiado tiempo y conservará más sabor y valor nutricional. Gracias a la igual distribución de las microondas, su plato de espagueti no tiene que girar mientras se calienta. Esto significa que puede poner un plato cuadrado de manera segura en el agudo. ¿Comida derramada dentro del microondas? Es fácil de limpiar con un paño, porque su comida no se adhiere al interior recubierto."}, {"title": "Panasonic NN-SD27HSGTG", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1613769 2x", "url": "/en/product/881885/panasonic-nn-sd27hsgtg.html", "price": "172,99", "description": "Puede calentar las sobras con el microondas Panasonic NN-SD28HSGTG solo con una potencia de 1000W. Este microondas funciona con la tecnología de los inversores, por lo que extiende el calor de manera uniforme. De esta manera, puedes descongelar por completo, y el núcleo no permanece frío. Puede limpiar el interior del microondas con Aqua Clean. Coloque un vaso de agua con jugo de limón en el plato giratorio y presione el botón Aqua Clean. El agua se calienta hasta que hierva. El vapor limpiará el interior de su microondas sin limpiadores."}, {"title": "Panasonic NNK10JWMEPG", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1380801 2x", "url": "/en/product/823442/panasonic-nnk10jwmepg.html", "price": "129,99", "description": "El Panasonic NNK10JWMepg es un microondas en solitario simple y pequeño para calentar las sobras y las comidas listas. Calienta sus comidas con una capacidad de 800 vatios. Combine la función de microondas y parrilla para una lasaña preparada con una capa crujiente de queso. El microondas tiene un temporizador mecánico que puede establecer fácilmente girándolo. Gracias a esta simple operación, el microondas puede ser operado por todos, incluidos los ancianos. Las paredes internas están hechas de acrílico. La suciedad apenas se adhiere a esta superficie lisa y libre de poros. Esto facilita la limpieza de las paredes con un paño después de la preparación."}, {"title": "Sharp R-642 INW", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/499534 2x", "url": "/en/product/202200/sharp-r-642-inw.html", "price": "115,99", "description": "Con 6 programas de menú automático, el microondas en solitario R642Inw Sharp hace que sea fácil preparar algunas palomitas de maíz o una papa horneada. Calentar un plato de sobras también es una tarea fácil, que requiere nada más que 1 presione de un botón del programa automático. Este microondas presenta una función de inicio rápido; Use esto para comenzar a recalentar inmediatamente en la configuración de potencia más alta. Handy si rápidamente desea calentar un tazón de sopa antes de hacer ejercicio. ¿Planeando cocinar una lasaña preparada para la cena de esta noche? Use la parrilla para asegurarse de que el queso salga bien y crujiente. Elija la parrilla solo si desea cocinar algunas rebanadas de tocino para su desayuno."}, {"title": "Panasonic NN-SD28HSGTG", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1378902 2x", "url": "/en/product/819418/panasonic-nn-sd28hsgtg.html", "price": "171,-", "description": "En el Panasonic NN-SD28HSGTG solo microondas, su plato se calienta con una potencia máxima de 1000 vatios. Durante la comida, no encontrará un núcleo frío, porque el microondas en solitario funciona con la técnica del inversor. Con esto, las microondas se extienden constantemente y no intermitentemente. Desfigurar rápidamente un trozo de carne no es un problema. Seleccione Turbo Defrost y comenzará más rápido con el tostado de un buey descongelado en la sartén. Después de prepararse, limpie el microondas con Aqua Clean. Coloque un vaso de agua con jugo de limón en el plato giratorio de vidrio y presione el botón Aqua Clean. El agua hierve y el vapor limpia el microondas de una manera segura sin agentes de limpieza química."}, {"title": "Samsung ME83X-P/EN", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1458047 2x", "url": "/en/product/865893/samsung-me83x-p-en.html", "price": "139,-", "description": "Con el Samsung ME83X-P/EN, ya no tiene que fregar durante horas después de cocinar una deliciosa comida. El microondas tiene paredes interiores de cerámica, por lo que los residuos de alimentos no se pegarán tanto y puede limpiar rápidamente el microondas nuevamente con un paño. El pequeño microondas tiene una capacidad de 23 litros y calienta los alimentos rápidamente con una potencia de salida de 1150 vatios. Por ejemplo, un tazón grande de sopa se calienta en 3.5 minutos. ¿La comida sigue congelada? Ningún problema. Con el modo de descongelación, el alimento alcanza la temperatura correcta en poco tiempo."}, {"title": "Sharp R242WW", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1762209 2x", "url": "/en/product/895727/sharp-r242ww.html", "price": "103,-", "description": "Con el microondas solo R242WW en solitario, obtendrá un asistente de cocina útil. Le permite calentar las sobras de ayer, preparar una comida lista o descongelar la carne del congelador. Puede elegir entre 5 configuraciones de potencia de hasta 800W. ¿No sabes qué configuración necesitas? Elija 1 de los programas automáticos. El microondas elige la configuración correcta para su tipo de plato, por lo que no tiene que pensar en eso. Gracias al pequeño tamaño del ancho de 43.9 cm, puede colocar fácilmente este microondas en su cocina, porque no ocupa mucho espacio."}, {"title": "Whirlpool MWP 203 SB", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1597021 2x", "url": "/en/product/877569/whirlpool-mwp-203-sb.html", "price": "134,99", "description": "El Whirlpool MWP 203 SB es un horno en solitario con una función de parrilla. De esta manera, puede darle a su laaña preparada una capa crujiente. También puede calentar su arroz frito sobrante, fideos o col rizada en el microondas independiente. ¿No sabes qué configuración usar? Use los programas automáticos para seleccionar el momento adecuado y la configuración de preparación para su plato. Gracias a la función de inicio de chorro, puede calentar una taza de sopa en poco tiempo. El microondas se calentará durante 30 segundos a la máxima potencia. Además, puede usar la función de guardia para mantener sus platos calientes por hasta cuatro horas y no se secará. De esta manera, puede comenzar a preparar su comida cuando lo desee."}, {"title": "Bosch FFL020MW0", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1693037 2x", "url": "/en/product/896025/bosch-ffl020mw0.html", "price": "175,99", "description": "El microondas solo FFL020MW0 solo tiene una capacidad de 20 litros y es muy compacto en tamaño. Eso es útil para su pequeña cocina o hogar para estudiantes. ¿Está tu microondas sucio y quieres limpiarlo? Coloque una taza con una gota de detergente en su microondas. Establezca el microondas en 600W durante 5 minutos. Deje la puerta cerrada durante 3 minutos después. Cuando esté listo, puedes repasar el microondas con un paño, por lo que está limpio en poco tiempo. Durante el proceso de calefacción, el plato giratorio gira, por lo que todos los alimentos se calientan de manera uniforme."}, {"title": "Samsung MS28F303TFS", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1476337 2x", "url": "/en/product/866312/samsung-ms28f303tfs.html", "price": "209,-", "description": "Con una potencia de microondas de 1000W, puede calentar los platos más rápidamente en el Samsung MS28F303TFS. Si está recalentando la pasta y necesita menos potencia, puede elegir una de las otras 7 configuraciones. Gracias a los 26 programas automáticos, puede elegir fácilmente la configuración adecuada para calentar los platos. ¿Prefiere mantener sus verduras crujientes y frescas? La bandeja de vapor incluida asegura que se conserven el sabor, la estructura y las vitaminas. Debido a que el microondas en solitario tiene una capacidad de 28 litros, es adecuado para comidas listas y para recalentar los platos de horno más grandes. Apague el plato giratorio para un plato de horno rectangular."}, {"title": "Samsung MS28F303TFS", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1476337 2x", "url": "/en/product/866312/samsung-ms28f303tfs.html", "price": "209,-", "description": "Con una potencia de microondas de 1000W, puede calentar los platos más rápidamente en el Samsung MS28F303TFS. Si está recalentando la pasta y necesita menos potencia, puede elegir una de las otras 7 configuraciones. Gracias a los 26 programas automáticos, puede elegir fácilmente la configuración adecuada para calentar los platos. ¿Prefiere mantener sus verduras crujientes y frescas? La bandeja de vapor incluida asegura que se conserven el sabor, la estructura y las vitaminas. Debido a que el microondas en solitario tiene una capacidad de 28 litros, es adecuado para comidas listas y para recalentar los platos de horno más grandes. Apague el plato giratorio para un plato de horno rectangular."}]