[{"title": "Samsung WD80T654ABH/S2 AddWash - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1485565 2x", "url": "/en/product/870638/samsung-wd80t654abh-s2-addwash-8-5kg.html", "price": "899,-", "description": "Con el Samsung WD80T654ABH/S2, puede ahorrar espacio obteniendo una lavadora y una secadora al mismo tiempo. La combinación de secadora de lavadora lava hasta 8 kg de ropa. Puede agregar pantalones o una camisa que haya olvidado poner en cualquier momento a través de la puerta Addwash. Esto significa que no tiene que detener la combinación de secadora de lavadora y ahorra tiempo y energía. Puede elegir ciclos para algodón, lana y delicados, por ejemplo. El motor sin escobillas reduce las vibraciones y el ruido. Después de lavar, puede secar 5 kg de ropa. ¿Tienes prisa y quieres ponerte rápidamente tu atuendo favorito? Use el ciclo de lavado de aire, que le permite refrescar algunas prendas de vestir. ¿Prefiere una limpieza más completa? Seleccione el ciclo de vapor."}, {"title": "Whirlpool FFWDB 964369 WV EE - 9/6kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1799196 2x", "url": "/en/product/912504/whirlpool-ffwdb-964369-wv-ee-9-6kg.html", "price": "649,-", "description": "El Whirlpool FFWDB 964369 WV EE es una lavadora y secadora en una. Esta combinación de secadora de lavadora tiene suficiente espacio para 9 kg de ropa de cama. Tenga en cuenta que la capacidad de secado de 6 kg es un poco más baja. Puede elegir ciclos para algodón, lana y lavandería delicada, por ejemplo. Para lavar y secar sin parar, seleccione 'lavado y seco'. El ciclo de 90 minutos se lava y seca 2 kg de ropa. Esas son algunas camisas y pares de pantalones. ¿Solo tienes algunas camisas y tienes prisa? Elija el ciclo de 45 minutos para 1 kg de lavandería. Si la camisa de su vestir comienza a oler a humedad después de unos días, puede refrescarla con el ciclo de vapor. Con FreshCare+, puede mantener su lavandería en el tambor fresca hasta 6 horas después de que termine el ciclo."}, {"title": "Whirlpool FFWDB 964369 WV EE - 9/6kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1799196 2x", "url": "/en/product/912504/whirlpool-ffwdb-964369-wv-ee-9-6kg.html", "price": "649,-", "description": "El Whirlpool FFWDB 964369 WV EE es una lavadora y secadora en una. Esta combinación de secadora de lavadora tiene suficiente espacio para 9 kg de ropa de cama. Tenga en cuenta que la capacidad de secado de 6 kg es un poco más baja. Puede elegir ciclos para algodón, lana y lavandería delicada, por ejemplo. Para lavar y secar sin parar, seleccione 'lavado y seco'. El ciclo de 90 minutos se lava y seca 2 kg de ropa. Esas son algunas camisas y pares de pantalones. ¿Solo tienes algunas camisas y tienes prisa? Elija el ciclo de 45 minutos para 1 kg de lavandería. Si la camisa de su vestir comienza a oler a humedad después de unos días, puede refrescarla con el ciclo de vapor. Con FreshCare+, puede mantener su lavandería en el tambor fresca hasta 6 horas después de que termine el ciclo."}, {"title": "AEG L7WE786CBS - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1663416 2x", "url": "/en/product/895984/aeg-l7we786cbs-8-5kg.html", "price": "999,-", "description": "La combinación de secadora de lavadora AEG L7We786cbs cuida bien su ropa cuando la lava y la seca. Con la tecnología Dualsense, el aparato ajusta tanto la temperatura como los movimientos del tambor al tipo de tela. Además, los sensores de prosense miden qué tipo de carga de lavandería ha puesto a medida que se lava y se seca. De esta manera, nunca usa más agua o energía de la necesaria. El tambor puede manejar hasta 8 kg de ropa para lavarse y 5 kg para secar. La capacidad de lavado es suficiente para cargas normales y mayores de 1 o 2 personas. La máquina gira con una velocidad máxima de 1600 rpm y puede elegir entre 8 ciclos. Puede colocar fácilmente su suéter de lana en esta combinación de secadora de lavadora. El ciclo de lana maneja su ropa de lana con cuidado, por lo que salen del tambor limpio y seco."}, {"title": "Samsung WD90T754ABT AddWash - 9/6kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1674608 2x", "url": "/en/product/870271/samsung-wd90t754abt-addwash-9-6kg.html", "price": "999,-", "description": "El Samsung WD90T754ABT lava más ropa de una vez gracias al espacioso tambor de 9 kg. Puede lavar grandes cargas de lavandería de una vez. La lavadora QuickDrive se lava hasta 2 veces más rápido gracias a la placa giratoria en la parte posterior del tambor. Esta placa gira en dirección opuesta, por lo que su ropa de cama está limpia más rápidamente. Con la puerta Addwash, puede agregar fácilmente un calcetín que olvidó. Y con EcoBubble, también puede limpiar su ropa a baja temperatura. Después de lavar, puede secar hasta 6 kg de lavandería. Puede rastrear el progreso de los ciclos en su teléfono. De esta manera, sabes cuando la ropa de tu gimnasio está limpia y lista para usar de nuevo."}, {"title": "Samsung WD80TA049BE - 8/5 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1494476 2x", "url": "/en/product/870435/samsung-wd80ta049be-8-5-kg.html", "price": "699,-", "description": "La capacidad de carga de 8 kg hace que el Samsung WD80TA049BE/EN sea adecuado para cargas pequeñas y más grandes de 1 o 2 personas. ¿Tu ropa perdió su olor limpio? Use el ciclo de lavado de aire para refrescar su ropa con aire. ¿Prefieres ropa higiénicamente limpia? Use el ciclo de vapor de higiene. Esto elimina la tierra obstinada, como pintura o pelos de gato. Con un nivel de ruido de solo 72dB durante el hilado, no te molesta un fuerte ruido cuando trabajas desde casa. La máquina tiene limpieza de tambor para limpiar profundamente el tambor con una temperatura alta. Obtiene una señal después de 40 ciclos de lavado para hacerlo."}, {"title": "Samsung WD80TA049BE - 8/5 kg", "url_img": "https://image.coolblue.nl/max/220x220/content/209243", "url": "/en/washer-dryer-combos/samsung", "price": "699,-", "description": "La capacidad de carga de 8 kg hace que el Samsung WD80TA049BE/EN sea adecuado para cargas pequeñas y más grandes de 1 o 2 personas. ¿Tu ropa perdió su olor limpio? Use el ciclo de lavado de aire para refrescar su ropa con aire. ¿Prefieres ropa higiénicamente limpia? Use el ciclo de vapor de higiene. Esto elimina la tierra obstinada, como pintura o pelos de gato. Con un nivel de ruido de solo 72dB durante el hilado, no te molesta un fuerte ruido cuando trabajas desde casa. La máquina tiene limpieza de tambor para limpiar profundamente el tambor con una temperatura alta. Obtiene una señal después de 40 ciclos de lavado para hacerlo."}, {"title": "LG GD3M108N3 Direct Drive - 8/5 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1512340 2x", "url": "/en/product/874251/lg-gd3m108n3-direct-drive-8-5-kg.html", "price": "649,-", "description": "Le lg gd3m108n3 impulso directo postes 14 programas Vierte laver 8 kilogramos de linge et ver Puebler Semoch 5 kilogramos de linge. Programa grâce au sin interrupción, le linge resesort propre et sec de la máquina, ce qui vous permet de le ranger dans le cold. Vous remarquez que vous avez ooblié un essueie après avoir lancé un programa de lavado? Appuyez Sur «Ajouter du linge» et ajoutez l'essueie que vous avez ooblié. La Technologie 6 Motion Fait Tourner le Tambour Dans 6 Direcciones en Foncion du Type de Textile. De Cette Manière, Vos tira de vos Pantalons Recibvront le Bon Traitement y Resessortiront Propres de la máquina. Connectez Cet Appareil à l'Aplication et Détectez des Problèmes éventUels Avec Smart Diagnosis. A través de Cette Fonction, LG Vous Aide de Façon más Ciblée en Cas d'Anomalie."}, {"title": "LG GD3M108N3 Direct Drive - 8/5 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1512340 2x", "url": "/en/customer-service/whitegoods-and-kitchen-appliance-delivery", "price": "Connected", "description": "Le lg gd3m108n3 impulso directo postes 14 programas Vierte laver 8 kilogramos de linge et ver Puebler Semoch 5 kilogramos de linge. Programa grâce au sin interrupción, le linge resesort propre et sec de la máquina, ce qui vous permet de le ranger dans le cold. Vous remarquez que vous avez ooblié un essueie après avoir lancé un programa de lavado? Appuyez Sur «Ajouter du linge» et ajoutez l'essueie que vous avez ooblié. La Technologie 6 Motion Fait Tourner le Tambour Dans 6 Direcciones en Foncion du Type de Textile. De Cette Manière, Vos tira de vos Pantalons Recibvront le Bon Traitement y Resessortiront Propres de la máquina. Connectez Cet Appareil à l'Aplication et Détectez des Problèmes éventUels Avec Smart Diagnosis. A través de Cette Fonction, LG Vous Aide de Façon más Ciblée en Cas d'Anomalie."}, {"title": "Miele WTD 280 WCS - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1825639 2x", "url": "/en/product/916130/miele-wtd-280-wcs-8-5kg.html", "price": "1.799,-", "description": "Con el Miele WTD 280 WCS, puede lavar y secar su lavandería en 1 máquina. La combinación de secadora de lavadora tiene una capacidad de carga de 8 kg. Con esto, tienes suficiente espacio para cargas pequeñas y grandes de 2 a 3 personas. Después de lavar, puede secar 5 kg de ropa húmeda. Entonces puedes colgar el resto de tu lavandería en un estante de secado. Puede configurar fácilmente un ciclo de lavado sin parar durante 5 kg de lavandería a través de la pantalla. De esta manera, la máquina secará automáticamente su ropa una vez que se laven. De esta manera, puede sacar su ropa seca del tambor inmediatamente después de un ciclo. Al final del ciclo de lavado, la secadora puede girar a 1600 rpm, lo que hace que la ropa salga del secador del tambor."}, {"title": "AEG L7WE76EBI - 7/4kg (built-in)", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1387895 2x", "url": "/en/product/834992/aeg-l7we76ebi-7-4kg-built-in.html", "price": "1.149,-", "description": "El AEG L7WE76EBI es una combinación de secadora de lavadora incorporada para pequeñas cargas de lavandería. Por ejemplo, un hogar de 1 persona. Puede construir esta combinación de secadora de lavadora en su cocina, por ejemplo. Eso es útil si quieres lavar y secar, pero solo tienes espacio para un aparato. Los sensores Dualsense adaptan la temperatura y el movimiento del tambor al tipo de tela. Como resultado, cada tipo de lavandería será tratado en consecuencia. Esto también significa que su ropa y ropa de cama se mantendrán como nueva por más tiempo. La función de vapor reduce las arrugas en la tela, por lo que puede terminar de planchar más rápido. Con el ciclo sin parar, puede lavar y secar un par de prendas de vestir en 60 minutos. Puedes volver a usar rápidamente tu atuendo favorito.\n\nNota: Actualmente no construimos este modelo para usted."}, {"title": "Bosch WDU8H540NL - 10/6 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1602114 2x", "url": "/en/product/876752/bosch-wdu8h540nl-10-6-kg.html", "price": "1.139,-", "description": "Puede usar la combinación de secadora Bosch WDU8H540NL para lavar grandes cargas de ropa y ropa de cama de una vez, gracias a la gran capacidad de carga de 10 kg. Después, puedes secar 6 kg de ropa. Para refrescar rápidamente un atuendo que desea usar para una cena, use el ciclo de Wash & Dry 60 minutos. Este ciclo lava y seca la ropa en solo una hora. HygieneCare primero calienta su delicada ropa. De esta manera, puede lavar la ropa a baja temperatura y durarán más. El ciclo de lavado de noche es extra en silencio, por lo que también puedes lavar la ropa durante la noche. Use la aplicación para seleccionar fácilmente ciclos adicionales, como lavar toallas."}, {"title": "Miele WTD 163 WCS - 8/5 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1515467 2x", "url": "/en/product/874947/miele-wtd-163-wcs-8-5-kg.html", "price": "1.679,-", "description": "Lavas 8 kg y se seca 5 kg de lavandería con el Miele WTD 163 WCS. Esto hace que esta combinación de secadora de lavadora sea adecuada para cargas pequeñas y mayores de 1 o 2 personas. Gracias al tambor blando y a la tecnología perfecta, su ropa se ve nueva por más tiempo. La estructura especial de panal crea una capa delgada de agua o aire entre la pared del tambor y su lavandería. De esta manera, su ropa no se desgastará tan rápido. Perfect Dry evita que su ropa se encogiera asegurándose de que la temperatura de secado no esté demasiado caliente y que su ropa no se seque por mucho tiempo. Use las cápsulas de Capdesosing para dar un tratamiento especial a sus delicados. Estas cápsulas tienen detergente para un tipo específico de tela. Operta fácilmente la combinación de secadora de lavadora a través de la aplicación Home de Miele@Home."}, {"title": "Haier HWD80-B14979 I-Pro Series 7 - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1617029 2x", "url": "/en/product/886629/haier-hwd80-b14979-i-pro-series-7-8-5kg.html", "price": "749,-", "description": "El Haier HWD80-B14979 I-Pro Series 7 es una combinación de secadora para lavandería cada vez más cada vez mayor de 1 o 2 personas. Puede usarlo para lavar 8 kg y secar 5 kg de ropa. El dial le permite elegir un ciclo para algodón, ropa de bebé, lana o abajo, por ejemplo. Esto hace que esta combinación de secadora de lavadora sea adecuada para mantas y ropa de cama. Tienes relativamente poco ruido, gracias al motor de movimiento directo sin escobillas. Esto gira en silencio con un bajo nivel de ruido de 72dB. Para refrescar una camisa después de un día, puede usar la función I-Infresh. Esto elimina los olores a humedad con vapor. De esta manera, no tienes que lavarte la camisa que huele a comida. Eso es mejor para la tela y ahorra agua y energía."}, {"title": "Siemens WD4HU540NL - 10/6 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1602418 2x", "url": "/en/product/876755/siemens-wd4hu540nl-10-6-kg.html", "price": "1.079,-", "description": "El Siemens WD4HU540NL es una combinación de secadora de lavadora muy espaciosa que lava 10 kg de lavandería y seca 6 kg. Esto da suficiente capacidad de carga para lavar grandes cantidades de ropa, ropa de cama o cortinas. Con el programa Wash & Dry 60, 1 kg de ropa están limpios y secos después de solo una hora. Elija ciclos de lavado adicionales a través de la aplicación, como cortinas, toallas y camisas de vestir. O lave y seca la media carga y solo lleva 90 minutos. Seleccione la función VariAspeed para acortar los ciclos de lavado. Puede reducir el volumen de sonido de la máquina con el botón 'silenciar', lo que lo hace relativamente tranquilo con un nivel de ruido de 70dB."}, {"title": "LG GD3V509S1 TurboWash 59 - 9/6 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1524157 2x", "url": "/en/product/876094/lg-gd3v509s1-turbowash-59-9-6-kg.html", "price": "899,-", "description": "Con el LG GD3V509S1, lava 9 kg y se seca 6 kg de lavandería. Puede lavar sus atuendos favoritos en una hora con Turbowash 59. Gracias a la tecnología AI DD, la máquina ajusta automáticamente su movimiento de tambor al peso y el tipo de tela de su lavandería. De esta manera, tus suéteres favoritos duran más. Además, su ropa se limpia más gracias a los 6 movimientos de lavado diferentes de la tecnología 6Motion. Use el ciclo de vapor para limpiar profundamente su ropa. El vapor elimina el polen y los alérgenos, lo que ayuda a reducir la irritación en su piel causada por sus camisas o ropa de cama. ¿Quieres usar un ciclo especial para manchas de sudor o ropa de bebé? Gracias a SmartThinq, descargue fácilmente nuevos ciclos para su combinación de secadora de lavadora."}, {"title": "Bosch WNA13400NL - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1611522 2x", "url": "/en/product/881502/bosch-wna13400nl-8-5kg.html", "price": "899,-", "description": "Puede lavar y secar cargas pequeñas y más grandes en la combinación de secadora de lavadora Bosch WNA13400NL. Con una capacidad de lavado de 8 kg, la máquina es lo suficientemente grande para la ropa de 1 o 2 personas. Si desea lavar y secar rápidamente su atuendo favorito antes de su cena, puede usar el ciclo de Wash & Dry 60 '. De esa manera, puede volver a poner sus jeans, camisa y cárdigan limpios y secos en una hora. Para acelerar los otros ciclos, usa el botón SpeedPerfect. Su lavandería estará limpia más rápido que con un ciclo regular. Después de lavar, puede comenzar fácilmente un ciclo de secador. Los sensores de autodry se aseguran de que su ropa nunca se seca demasiado. Gracias al nivel de ruido extra silencioso de 70dB, también puede colocar la combinación de secadora de lavadora cerca de su sala de estar o dormitorio."}, {"title": "Miele WTI 370 WPM PowerWash 2.0 - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1497145 2x", "url": "/en/product/872182/miele-wti-370-wpm-powerwash-2-0-8-5kg.html", "price": "2.319,-", "description": "El Miele WTI 370 WPM Powerwash 2.0 es una combinación de secadora de lavadora que lava 8 kg y seca 5 kg de lavandería. Esto le permite lavar la ropa de cama además de cargas normales de 1 o 2 personas. Dé la protección adicional a su suéter de lana o blusa de seda usando las cápsulas de capDosis específicas. Gracias al detergente especial, sus delicados se mantienen agradables por más tiempo. La función de lavado de energía ahorra agua y energía durante los ciclos. ¿Solo quieres lavar y secar tu camisa o pantalones favoritos? Con el ciclo de lavado único y seco, su atuendo está listo para ser puesto en solo una hora. Gracias a la función de vapor de vapor, no tiene que planchar tanto y puede refrescar la ropa desgastada fácilmente."}, {"title": "Bosch WNG24430NL - 9/6 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1553787 2x", "url": "/en/product/876753/bosch-wng24430nl-9-6-kg.html", "price": "1.049,-", "description": "Con la combinación de secadora Bosch WNG24430NL, lava 9 kg de lavandería y se seca 6 kg de lavandería. Esta es suficiente capacidad de carga para grandes cargas de ropa de cama de toallas. Gracias al programa anti-manchas, las manchas obstinadas como sangre, aceite, vino tinto y hierba no son un problema. La máquina detecta las manchas y las limpia a fondo. Para lavar y secar rápidamente un atuendo, use el ciclo de lavado y seco de 60 minutos. Puedes volver a usar tu ropa favorita después de solo una hora. Para acelerar un ciclo normal de lavado o seco, elija la función Speedperfect. El ciclo de cuidado de higiene trata su ropa con aire caliente primero y luego la lava en agua fría. De esta manera, su ropa está higiénicamente limpia."}, {"title": "Siemens WN44A120NL - 9/6 kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1602413 2x", "url": "/en/product/876760/siemens-wn44a120nl-9-6-kg.html", "price": "989,-", "description": "La combinación de secadora de lavadora Siemens WN44A120NL lava 9 kg de lavandería y seca 6 kg. Con esta capacidad de lavado, puede lavar cargas muy grandes de lavandería de una vez con uno de los 11 ciclos de lavado. Para acelerar fácilmente su ciclo, elija la opción VarioseSpeed. Su lavandería estará igualmente limpia pero se hace mucho más rápido. Para refrescar rápidamente un par de ropa, elija el extra rápido 15 '. Con este programa, puede colgar la lavandería para que se seque después de solo 15 minutos. Para lavar y secar rápidamente su atuendo favorito, seleccione el programa Wash & Dry 60 '. Su camisa y jeans estarán listos para ser puesto después de una hora."}, {"title": "Hoover H-500 HD 485AMBB/1-S", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1648719 2x", "url": "/en/product/893183/hoover-h-500-hd-485ambb-1-s.html", "price": "599,-", "description": "Puede lavar y secar con 1 aparato con la combinación de secadora H-500 HD 485AMBB/1-S. Tienes suficiente espacio para 5 kg de lavandería en el tambor de 8 kg. Eso es suficiente para cargas cada vez más grandes de lavandería de 1 o 2 personas. Puede lavar toda su ropa con 1 de 13 ciclos. Su lavandería mixta está limpia en 1 Vaya con el ciclo de 59 'todo en uno. De esta manera, un tambor completo está listo para secarse en 1 hora. Puede reducir las arrugas en su lavandería si elige la función de vapor con el ciclo de lavado. Después de lavar, puede secar la mitad de una carga de ropa en el mismo tambor. De esta manera, ahorra espacio si vive en un estudio, por ejemplo."}, {"title": "Siemens WN34A100EU - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1592923 2x", "url": "/en/product/881026/siemens-wn34a100eu-8-5kg.html", "price": "869,-", "description": "La combinación de secadora de lavadora SIEMENS WN34A100EU tiene 14 ciclos para camisas de vestir, lana, lavandería delicada y más. Con una capacidad de carga de 8 kg, la máquina es adecuada para cargas pequeñas y mayores de 1 o 2 personas. El tambor tiene suficiente espacio para lavar 8 kg. Cuando su ropa está limpia, puede secarse hasta 5 kg. Elija el ciclo de higiene para ropa de cama y toallas. Mata bacterias a 60 ° C, por lo que tienes sábanas frescas por la noche. Si tiene prisa, puede usar el ciclo sin parar para una pequeña carga. Esto lava y seca un par de pinturas y un suéter en 1 hora. Y los sensores isensorales ajustan el ciclo a la cantidad de lavandería. De esta manera, no funciona más tiempo de lo que necesita y ahorra energía."}, {"title": "LG GD3V308N0 - 8/6kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1706659 2x", "url": "/en/product/902189/lg-gd3v308n0-8-6kg.html", "price": "649,-", "description": "Con el LG GD3V308N0 - 8/6 kg, puede lavar y secar en una sola máquina. Con una capacidad de lavado de 8 kg, puede lavar las cargas normales y las cargas más grandes de ropa de cama para 1 o 2 personas. Después de lavar, puede secar 6 kg de ropa en el tambor. Cuelgas el resto para que se sequen en una rejilla de secado. Con el ciclo sin parar, puede lavar y secar 6 kg de lavandería de una vez. De esa manera, su lavandería estará limpia y seca cuando la sace del tambor después del ciclo. La tecnología AI DD ajusta los movimientos del tambor a cada tipo de tela. De esa manera, sus suéteres de lana o pantalones de lino duran más. ¿Tienes alergias? Lave su ropa de cama con el ciclo de higiene. De esa manera, no estarás tan con picazón si tienes una piel sensible."}, {"title": "Beko B5DT59442W HomeWhiz - 9/6kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1885427 2x", "url": "/en/product/923691/beko-b5dt59442w-homewhiz-9-6kg.html", "price": "699,-", "description": "El BEKO B5DT59442W es una combinación de secadora que puede conectarse a su teléfono inteligente a través de la aplicación HomeWhiz. De esta manera, puede elegir un ciclo para algodón, lana o camisas de vestir del sofá. Gracias a HomeWhiz, también puede descargar ciclos adicionales para lencería, lavandería oscura o jeans, por ejemplo. Cuando su lavandería está limpia, ves esto en tu teléfono. La combinación de secadora de lavadora tiene espacio para lavar 9 kg y secar 6 kg. ¿Quieres lavar y secar en una fila? Elija el ciclo sin parar 'Was & Droog 6+6 kg' para 6 kg de ropa. Si a menudo tiene prisa, puede acortar el ciclo con el botón 'lavado rápido' o usar el ciclo extra rápido para algunas camisas. Esto te ahorra tiempo."}, {"title": "AEG L7WBN84GW DualSense - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1664654 2x", "url": "/en/product/893619/aeg-l7wbn84gw-dualsense-8-5kg.html", "price": "949,-", "description": "Puede lavar cargas regulares y mayores de 1 a 2 personas en la combinación de secadora de lavadora AEG L7WBN84GW. Con una capacidad de lavado de 8 kg, su ropa de cama también encaja en el tambor de una sola vez. Puedes llenar el tambor con hasta 5 kg de lavandería para secar. Con el ciclo sin parar, no tiene que comenzar un ciclo de secado separado después del lavado. El ciclo lava y seca tu lavandería de una vez. Use la función de vapor para secar camisas de vestir. No tendrás que planchar tu lavandería después. Los sensores Dualsense ajustan la temperatura y el movimiento del tambor a la tela de su lavandería. De esa manera, tu ropa se mantiene bien por más tiempo. ¿Olvidaste poner la toalla de cocina en el tambor? Agregue fácilmente deteniendo la máquina."}, {"title": "AEG L7WBN84GW DualSense - 8/5kg", "url_img": "https://image.coolblue.nl/transparent/max/424x340/products/1664654 2x", "url": "/en/product/893619/aeg-l7wbn84gw-dualsense-8-5kg.html", "price": "949,-", "description": "Puede lavar cargas regulares y mayores de 1 a 2 personas en la combinación de secadora de lavadora AEG L7WBN84GW. Con una capacidad de lavado de 8 kg, su ropa de cama también encaja en el tambor de una sola vez. Puedes llenar el tambor con hasta 5 kg de lavandería para secar. Con el ciclo sin parar, no tiene que comenzar un ciclo de secado separado después del lavado. El ciclo lava y seca tu lavandería de una vez. Use la función de vapor para secar camisas de vestir. No tendrás que planchar tu lavandería después. Los sensores Dualsense ajustan la temperatura y el movimiento del tambor a la tela de su lavandería. De esa manera, tu ropa se mantiene bien por más tiempo. ¿Olvidaste poner la toalla de cocina en el tambor? Agregue fácilmente deteniendo la máquina."}]